* [[https://ti.wtf][ti.wtf]]

Simple url shortener

Long links become shorter:

https://example.org/some/very/long/url -> ti.wtf/baa


** Usage

#+BEGIN_SRC sh :export both
curl "ti.wtf?u=https://example.org/some/very/long/url"
#+END_SRC

#+RESULTS:
: ti.wtf/baa

For additional info visit [[https://ti.wtf][ti.wtf]].
